brew "bash"
brew "bash-language-server"
brew "bat"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "git"
brew "hledger"
brew "jq"
brew "lf"
brew "moreutils"
brew "navi"
brew "neomutt"
brew "neovim"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "perltidy"
brew "pkgconf"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "stow"
brew "tealdeer"
brew "tinymist"
brew "tmux"
brew "typst"
brew "vifm"
brew "w3m"
brew "yq"
brew "zoxide"
brew "zstd"
