brew "atool"
brew "bash"
brew "bash-language-server"
brew "bat"
brew "chafa"
brew "checkmake"
brew "exiftool"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gawk"
brew "gcc"
brew "gdb"
brew "git"
brew "hledger"
brew "htmlhint"
brew "jq"
brew "lf"
brew "libheif"
brew "lua-language-server"
brew "media-info"
brew "moreutils"
brew "mupdf-tools"
brew "navi"
brew "neomutt"
brew "neovim"
brew "odt2txt"
brew "ouch"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "pkgconf"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sql-language-server"
brew "sqlfluff"
brew "stow"
brew "stylelint"
brew "stylua"
brew "tealdeer"
brew "tinymist"
brew "tmux"
brew "tombi"
brew "tree-sitter"
brew "tree-sitter-cli"
brew "typst"
brew "typstyle"
brew "vifm"
brew "vips"
brew "w3m"
brew "websocat"
brew "yaml-language-server"
brew "yq"
brew "zoxide"
brew "zstd"
