brew "bash"
brew "bat"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gdb"
brew "git"
brew "hugo"
brew "jq"
brew "lua-language-server"
brew "navi"
brew "neomutt"
brew "neovim"
brew "p7zip"
brew "pandoc"
brew "pass"
brew "pkgconf"
brew "poppler"
brew "restish"
brew "ripgrep"
brew "shellcheck"
brew "stow"
brew "stylua"
brew "tdewolff/tap/minify"
brew "tmux"
brew "todo-txt"
brew "vifm"
brew "w3m"
brew "yazi"
brew "zola"
brew "zoxide"
